use fooddb;

-- set sql_safe_updates=0;


INSERT INTO menu (store_id, name, price) VALUES
-- 1. 금성이네 (한식)
(1, '김치찌개', 8000),
(1, '된장찌개', 8000),
(1, '삼겹살 1인분', 14000),

-- 2. 쭈꾸미삼겹살 (한식)
(2, '쭈꾸미볶음', 11000),
(2, '삼겹살추가', 7000),
(2, '볶음밥', 3000),

-- 3. 24시 수육국밥 (한식)
(3, '수육국밥', 9000),
(3, '모듬수육', 18000),
(3, '콩나물국밥', 8000),

-- 4. 고향 칼국수 (한식)
(4, '바지락칼국수', 9000),
(4, '들깨칼국수', 9500),
(4, '파전', 12000),

-- 5. 국민 낙곱새 (한식)
(5, '낙곱새', 12000),
(5, '곱창전골', 13000),
(5, '볶음밥', 3000),

-- 6. 더베이징 (중식)
(6, '짜장면', 7000),
(6, '짬뽕', 8000),
(6, '탕수육', 16000),

-- 7. 라홍방 마라탕 (중식)
(7, '마라탕', 12000),
(7, '마라샹궈', 16000),
(7, '꿔바로우', 15000),

-- 8. 회전훠궈핫 (중식)
(8, '훠궈 1인세트', 17000),
(8, '마라훠궈', 18000),
(8, '양꼬치', 13000),

-- 9. 짬뽕관 (중식)
(9, '불짬뽕', 9000),
(9, '차돌짬뽕', 10000),
(9, '군만두', 5000),

-- 10. 니뽕내뽕 (중식 퓨전)
(10, '니뽕짬뽕', 9800),
(10, '크림뽕', 10500),
(10, '로제뽕', 10800);
