use fooddb;

INSERT INTO menu (store_id, name, price) VALUES
-- 11. 컴포즈커피 시흥시화로데오점
(11, '커피밀크쉐이크(ONLY ICE)',5000),
(11, '딸기스무디(ONLY ICE)',4300),
(11, '리얼초코자바칩프라페(ONLY ICE)',4500),
(11, '사과생크림와플',3500),

-- 12. 이디야커피 시화로데오점
(12, 'ICED 아메리카노',3200),
(12, '허니 카라멜 브레드',6100),
(12, 'ICED 바닐라 라떼',4800),
(12, '딸기 듬뿍 라떼',4500),
(12, '아망추(복숭아)',4500),

-- 13. 카페봄봄 시흥정왕로데오점
(13, '아메리카노 Tall',1300),
(13, '헤이즐넛 아메리카노 Tall',2000),
(13, '어른커피',2000),
(13, '카페라떼 / 카푸치노',3000),

-- 14. 스타벅스 시화로데오점
(14, '시그니처 코르타도',5800),
(14, '밀크카라멜 라떼',5800),
(14, '플랫 화이트',5800),
(14, '카페 아메리카노',4700),

-- 15. 빽다방 시흥정왕로데오점
(15, '식혜(ICED)',3200),
(15, '아이스크러시 멜론',3000),
(15, '청포도플라워',4000),
(15, '아이스미초(석류)',3000),
(15, '딸기라떼(ICED)',4300),

-- 16. 동대문엽기떡볶이 시화이마트점
(16, '마라떡볶이',      16000),
(16, '엽기메뉴',        14000),
(16, '로제메뉴',        16000),
(16, '마라로제떡볶이',  18000),
(16, '실속세트',        17500),

-- 17. 명랑핫도그 시흥정왕점
(17, '럭키 치즈떡볶이 세트', 18800),
(17, '럭키 치즈떡볶이',      12900),
(17, '인기폭탄 세트',        18900),
(17, '의성 마늘0 크런치 핫도그', 4100),

-- 18. 삼첩분식 정왕점
(18, '[삼첩] 떡볶이(1~2인)',      8900),
(18, '[삼첩] 떡볶이(2~3인)',     11900),
(18, '[바질크림] 떡볶이(1~2인)', 11900),
(18, '[마라로제] 떡볶이(1~2인)', 11900),
(18, '[마라로제] 떡볶이(2~3인)', 14900),

-- 19. 천하일미김밥전문 3호점
(19, '김밥·주먹밥', 1500),
(19, '참치김밥', 2500),
(19, '치즈김밥', 2500),
(19, '김치김밥', 2500),
(19, '샐러드김밥', 2500),

-- 20. 신참떡볶이 시화로데오점
(20, '[BEST SELLER] 떡볶이', 4500),
(20, '[SIGNATURE] 달고마떡볶이', 8500),
(20, '[HOT!] 로제떡볶이', 8500),
(20, '치즈볼', 3500),
(20, '고추튀김', 3000),

-- 21. 맥도날드 시화점 메뉴
(21, '빅맥 세트', 8000),
(21, '맥스파이시 상하이 버거 세트', 8200),
(21, '1955 버거 세트', 9000),
(21, '불고기 버거 세트', 7500),
(21, '슈슈 버거 세트', 7800),
(21, '베이컨 토마토 디럭스 세트', 9000),

-- 22. 피자마루 정왕로데오점 메뉴
(22, '레드콘 피자', 14900),
(22, '몬스터 레드콘 피자', 18900),
(22, '골드 레드콘 피자', 19900),
(22, '바이트 레드콘 피자', 19900),

-- 23. 애슐리퀸즈 시화성담스퀘어점 메뉴
(23, '성인 평일 런치', 19900),
(23, '초등학생 평일 런치', 12900),
(23, '미취학 아동 이용요금', 7900),

-- 24. 버거킹 시흥정왕점
(24, '핫 트러플 머쉬룸 와퍼', 9800),
(24, '딥 트러플 머쉬룸 더블', 11400),
(24, '더오치 맥시멈 원파운더', 17900),

-- 25. 노모어피자 시흥정왕점
(25, '반반피자R', 19800),
(25, '반반피자L', 26800),
(25, '화이트시푸드피자 P', 13800),
(25, '화이트시푸드피자 R', 23800),
(25, '화이트시푸드피자 L', 31800);
