use fooddb;

INSERT INTO menu (store_id, name, price) VALUES
-- 26. 로산진
(26,'사케동',15000),
(26,'돈코츠라멘',11000),
(26,'로스까스',12000),
(26,'치킨가라아게카레',11500),

-- 27. 메차쿠차 정왕점
(27,'히레가스',14500),
(27,'빅돈가스',14200),
(27,'로스가스',13100),
(27,'생선가스',14000),
(27,'어린이 돈가스',12600),

-- 28. 돈돈정 정왕점
(28,'돈데끼 스테이크 정식',14000),
(28,'쇼가야키 정식',14000),
(28,'믹스후라이 정식',14000),
(28,'도쿄스테이크정식',17000),
(28,'큐브스테이크정식',15000),

-- 29. 토쿠모리
(29,'사시미 모리아와사 1인',23000),
(29,'감태 후토마키',22000),
(29,'사바 보우즈시',25000),
(29,'제철 모듬 초밥',20000),

-- 30. 스시올랑 본점
(30,'연어 초밥',21000),
(30,'광어 초밥',21000),
(30,'오늘의 초밥',13000),
(30,'모둠 초밥', 15000),
(30,'특모둠 초밥',20000),

-- 31. 쁘숑베이커리
(31,'엔젤쉬폰',6500),
(31,'생크립크루아상(5개입)',4900),
(31,'아메리카노(Regular 기본)',3000),
(31,'아메리카노(Large 큰 사이즈)',3500),

-- 32. 명품참쌀꽈배기&대왕핫도그
(32,'[ 식어도 쫄깃바삭 ] 찹쌀과배기 3개(3개)',3000),
(32,'[영양만점]찹쌀감자야채고로케2개(2개)',5000),
(32,'[쭉~늘어나는]찹쌀치즈볼(3개_',3500),
(32,'[겉바속촉] 찹쌀대왕핫도그(1개)',2500),
(32,'찹쌀통모짜핫도그(1개)',3000),

-- 33. 던킨 시흥정왕
(33,'약과선물세트(12개입)',5000),
(33,'커피&도넛 트윈세트',20000),
(33,'올스타 도넛세트',17200),
(33,'(P) 미니도넛 간식세트',12500),
(33,'로우슈가 초코링',2500),
(33,'페이머스 글레이즈드',1700),

-- 34. 설빙 경기 시흥정왕점
(34,'인절미설빙',9500),
(34,'애플망고치즈설빙',13900),
(34,'그린티초코설빙',11500),
(34,'초코브라우니',12900),
(34,'오레오초코몬스터설빙',12900),

-- 35. 파리바게뜨 시화정왕점
(35,'슈크림빵',2000),
(35,'추억의소시지빵',3500),
(35,'아다지오 커피번',3600),
(35,'플레인 저당 그릭요거트 미니케이크',9900),
(35,'스윗햄에그 샌드위치',4000);