INSERT INTO menu (store_id, name, price) VALUES
-- 1. 금성이네 (한식)
(1, '김치찌개', 8000),
(1, '된장찌개', 8000),
(1, '삼겹살 1인분', 14000),

-- 2. 쭈꾸미삼겹살 (한식)
(2, '쭈꾸미볶음', 11000),
(2, '삼겹살추가', 7000),
(2, '볶음밥', 3000),

-- 3. 24시 수육국밥 (한식)
(3, '수육국밥', 9000),
(3, '모듬수육', 18000),
(3, '콩나물국밥', 8000),

-- 4. 고향 칼국수 (한식)
(4, '바지락칼국수', 9000),
(4, '들깨칼국수', 9500),
(4, '파전', 12000),

-- 5. 국민 낙곱새 (한식)
(5, '낙곱새', 12000),
(5, '곱창전골', 13000),
(5, '볶음밥', 3000),

-- 6. 더베이징 (중식)
(6, '짜장면', 7000),
(6, '짬뽕', 8000),
(6, '탕수육', 16000),

-- 7. 라홍방 마라탕 (중식)
(7, '마라탕', 12000),
(7, '마라샹궈', 16000),
(7, '꿔바로우', 15000),

-- 8. 회전훠궈핫 (중식)
(8, '훠궈 1인세트', 17000),
(8, '마라훠궈', 18000),
(8, '양꼬치', 13000),

-- 9. 짬뽕관 (중식)
(9, '불짬뽕', 9000),
(9, '차돌짬뽕', 10000),
(9, '군만두', 5000),

-- 10. 니뽕내뽕 (중식 퓨전)
(10, '니뽕짬뽕', 9800),
(10, '크림뽕', 10500),
(10, '로제뽕', 10800);

INSERT INTO menu (store_id, name, price) VALUES
-- 11. 컴포즈커피 시흥시화로데오점
(11, '커피밀크쉐이크(ONLY ICE)',5000),
(11, '딸기스무디(ONLY ICE)',4300),
(11, '리얼초코자바칩프라페(ONLY ICE)',4500),
(11, '사과생크림와플',3500),

-- 12. 이디야커피 시화로데오점
(12, 'ICED 아메리카노',3200),
(12, '허니 카라멜 브레드',6100),
(12, 'ICED 바닐라 라떼',4800),
(12, '딸기 듬뿍 라떼',4500),
(12, '아망추(복숭아)',4500),

-- 13. 카페봄봄 시흥정왕로데오점
(13, '아메리카노 Tall',1300),
(13, '헤이즐넛 아메리카노 Tall',2000),
(13, '어른커피',2000),
(13, '카페라떼 / 카푸치노',3000),

-- 14. 스타벅스 시화로데오점
(14, '시그니처 코르타도',5800),
(14, '밀크카라멜 라떼',5800),
(14, '플랫 화이트',5800),
(14, '카페 아메리카노',4700),

-- 15. 빽다방 시흥정왕로데오점
(15, '식혜(ICED)',3200),
(15, '아이스크러시 멜론',3000),
(15, '청포도플라워',4000),
(15, '아이스미초(석류)',3000),
(15, '딸기라떼(ICED)',4300),

-- 16. 동대문엽기떡볶이 시화이마트점
(16, '마라떡볶이',      16000),
(16, '엽기메뉴',        14000),
(16, '로제메뉴',        16000),
(16, '마라로제떡볶이',  18000),
(16, '실속세트',        17500),

-- 17. 명랑핫도그 시흥정왕점
(17, '럭키 치즈떡볶이 세트', 18800),
(17, '럭키 치즈떡볶이',      12900),
(17, '인기폭탄 세트',        18900),
(17, '의성 마늘0 크런치 핫도그', 4100),

-- 18. 삼첩분식 정왕점
(18, '[삼첩] 떡볶이(1~2인)',      8900),
(18, '[삼첩] 떡볶이(2~3인)',     11900),
(18, '[바질크림] 떡볶이(1~2인)', 11900),
(18, '[마라로제] 떡볶이(1~2인)', 11900),
(18, '[마라로제] 떡볶이(2~3인)', 14900),

-- 19. 천하일미김밥전문 3호점
(19, '김밥·주먹밥', 1500),
(19, '참치김밥', 2500),
(19, '치즈김밥', 2500),
(19, '김치김밥', 2500),
(19, '샐러드김밥', 2500),

-- 20. 신참떡볶이 시화로데오점
(20, '[BEST SELLER] 떡볶이', 4500),
(20, '[SIGNATURE] 달고마떡볶이', 8500),
(20, '[HOT!] 로제떡볶이', 8500),
(20, '치즈볼', 3500),
(20, '고추튀김', 3000),

-- 21. 맥도날드 시화점 메뉴
(21, '빅맥 세트', 8000),
(21, '맥스파이시 상하이 버거 세트', 8200),
(21, '1955 버거 세트', 9000),
(21, '불고기 버거 세트', 7500),
(21, '슈슈 버거 세트', 7800),
(21, '베이컨 토마토 디럭스 세트', 9000),

-- 22. 피자마루 정왕로데오점 메뉴
(22, '레드콘 피자', 14900),
(22, '몬스터 레드콘 피자', 18900),
(22, '골드 레드콘 피자', 19900),
(22, '바이트 레드콘 피자', 19900),

-- 23. 애슐리퀸즈 시화성담스퀘어점 메뉴
(23, '성인 평일 런치', 19900),
(23, '초등학생 평일 런치', 12900),
(23, '미취학 아동 이용요금', 7900),

-- 24. 버거킹 시흥정왕점
(24, '핫 트러플 머쉬룸 와퍼', 9800),
(24, '딥 트러플 머쉬룸 더블', 11400),
(24, '더오치 맥시멈 원파운더', 17900),

-- 25. 노모어피자 시흥정왕점
(25, '반반피자R', 19800),
(25, '반반피자L', 26800),
(25, '화이트시푸드피자 P', 13800),
(25, '화이트시푸드피자 R', 23800),
(25, '화이트시푸드피자 L', 31800);

INSERT INTO menu (store_id, name, price) VALUES
-- 26. 로산진
(26,'사케동',15000),
(26,'돈코츠라멘',11000),
(26,'로스까스',12000),
(26,'치킨가라아게카레',11500),

-- 27. 메차쿠차 정왕점
(27,'히레가스',14500),
(27,'빅돈가스',14200),
(27,'로스가스',13100),
(27,'생선가스',14000),
(27,'어린이 돈가스',12600),

-- 28. 돈돈정 정왕점
(28,'돈데끼 스테이크 정식',14000),
(28,'쇼가야키 정식',14000),
(28,'믹스후라이 정식',14000),
(28,'도쿄스테이크정식',17000),
(28,'큐브스테이크정식',15000),

-- 29. 토쿠모리
(29,'사시미 모리아와사 1인',23000),
(29,'감태 후토마키',22000),
(29,'사바 보우즈시',25000),
(29,'제철 모듬 초밥',20000),

-- 30. 스시올랑 본점
(30,'연어 초밥',21000),
(30,'광어 초밥',21000),
(30,'오늘의 초밥',13000),
(30,'모둠 초밥', 15000),
(30,'특모둠 초밥',20000),

-- 31. 쁘숑베이커리
(31,'엔젤쉬폰',6500),
(31,'생크립크루아상(5개입)',4900),
(31,'아메리카노(Regular 기본)',3000),
(31,'아메리카노(Large 큰 사이즈)',3500),

-- 32. 명품참쌀꽈배기&대왕핫도그
(32,'[ 식어도 쫄깃바삭 ] 찹쌀과배기 3개(3개)',3000),
(32,'[영양만점]찹쌀감자야채고로케2개(2개)',5000),
(32,'[쭉~늘어나는]찹쌀치즈볼(3개_',3500),
(32,'[겉바속촉] 찹쌀대왕핫도그(1개)',2500),
(32,'찹쌀통모짜핫도그(1개)',3000),

-- 33. 던킨 시흥정왕
(33,'약과선물세트(12개입)',5000),
(33,'커피&도넛 트윈세트',20000),
(33,'올스타 도넛세트',17200),
(33,'(P) 미니도넛 간식세트',12500),
(33,'로우슈가 초코링',2500),
(33,'페이머스 글레이즈드',1700),

-- 34. 설빙 경기 시흥정왕점
(34,'인절미설빙',9500),
(34,'애플망고치즈설빙',13900),
(34,'그린티초코설빙',11500),
(34,'초코브라우니',12900),
(34,'오레오초코몬스터설빙',12900),

-- 35. 파리바게뜨 시화정왕점
(35,'슈크림빵',2000),
(35,'추억의소시지빵',3500),
(35,'아다지오 커피번',3600),
(35,'플레인 저당 그릭요거트 미니케이크',9900),
(35,'스윗햄에그 샌드위치',4000);