use fooddb;

INSERT INTO review (user_id, store_id, content, rating) VALUES
-- 11. 컴포즈커피 시흥시화로데오점
(1, 11, '가성비 좋은 커피가게.', 5),
(2, 11, '맛있어요.', 5),
(3, 11, '커피가 맛있어요.', 5),

-- 12. 이디야커피 시화로데오점
(4, 12, '바닐라라떼 맛있어요.', 5),
(5, 12, '이댜댜 수박주스, 친절하심.', 5),
(5, 12, '수박주스 슬러쉬 느낌인데 또 먹고 싶어요.', 5),

-- 13. 카페봄봄 시흥정왕로데오점
(1, 13, '공간이 넓고 메뉴가 다양해서 좋아요.', 5),

-- 14. 스타벅스 시화로데오점
(4, 14, '달콤한 자몽맛 슬러시 느낌이라 맛있었어요.', 5),
(3, 14, '커피 마시고 잘 쉬다 갔어요^^', 5),
(2, 14, '커피 및 음료가 전반적으로 맛있습니다.', 5),

-- 15. 빽다방 시흥정왕로데오점
(1,  15, '샷 추가해서 마셔봐야겠어요 ㅋㅋ', 5),
(2, 15, '커피도 맛있고 직원분들도 친절해서 좋았어요~', 5),
(3, 15, '커피 맛있고 매장도 깔끔하고 직원분들 친절해요.', 5),

-- 16. 동대문엽기떡볶이 시화이마트점
(5, 16, '특별한 메뉴가 있어요.', 5),
(3, 16, '중당보다 분모자 맛있어요 ㅠㅠ', 5),
(4, 16, '맛있게 맵고 친절하세요.', 5),

-- 17. 명랑핫도그 시흥정왕점
(3, 17, '사장님 상냥하심.', 5),
(2, 17, '너무너무 맛나요.', 5),
(1, 17, '맛있게 잘 먹었습니다ㅎㅎ', 5),

-- 18. 삼첩분식 정왕점
(5, 18, '굿.', 5),
(4, 18, '음식이 맛있어요.', 5),
(3, 18, '애들이 좋아해요~ 맛나요~~^^', 5),

-- 19. 천하일미김밥전문 3호점
(1, 19, '홀직원도 친절하지 않고 주방 직원이 최악이네요.', 3),
(2, 19, '가성비 좋아요.', 5),
(3, 19, '맛있음. 가격 오름. 직원 불친절해서 다시는 안 감.', 3),

-- 20. 신참떡볶이 시화로데오점
(1, 20, '로제떡볶이 정말 맛있어서 지인들과 먹으러 왔어요.', 5),
(2, 20, '친절해요 맛있어요.', 5),
(3, 20, '맛있네요.', 5),

-- 21. 맥도날드 시화점 리뷰
(1, 21, '더블빅맥은 패티가 두툼해서 푸짐하게 먹었어요', 5),
(2, 21, '가격 대비 나쁘지 않았어요', 5),
(3, 21, '패티가 많아 배부르게 먹기 좋아요', 5),

-- 22. 피자마루 정왕로데오점 리뷰
(4, 22, '생각보다 맛있어서 기분 좋게 먹었어요', 5),
(5, 22, '가격도 비교적 저렴한 편이에요', 5),
(1, 22, '자주 주문하는 집이에요', 5),

-- 23. 애슐리퀸즈 시화성담스퀘어점 리뷰
(2, 23, '뷔페 음식 종류가 많아서 가성비가 좋았어요', 5),
(3, 23, '튀김이랑 자몽 디저트도 맛있었어요', 5),
(4, 23, '전가족 모임하기 괜찮은 뷔페였어요', 5),

-- 24. 버거킹 시흥정왕점
(1, 24, '버거 양도 많고 속 재료도 튼실해서 맛있습니다.', 5),
(2, 24, '새벽에 간단하게 한 끼 먹기 좋고 연중무휴라 편했어요.', 5),
(3, 24, '가격대는 좀 있는데 속이 꽉 차 있어서 만족해요.', 4),

-- 25. 노모어피자 시흥정왕점
(4, 25, '계속 찾게 되는 맛이에요.', 5),
(5, 25, '매장에서 먹으니 더 맛있는 것 같아요.', 5),
(1, 25, '화이트시푸드랑 바질 피자 모두 만족!', 5);