use fooddb;

INSERT INTO review (user_id, store_id, content, rating) VALUES

-- 26. 로산진
(1,26,'정왕동 라멘 맛집이에요! 라멘 생각날 때마다 찾아옵니다',4),
(2,26,'오래전부터 단골로 다니는 로산진 사케동은 다먹어봐도 제일 맛집인것 같아요',5),
(3,26,'엄청 맛있었어요 양파랑 무순도 가득 주셔서 먹는 내내 다양한 맛을 즐길 수 있고 연어도 양 많고 맛있어요!',5),

-- 27. 메차쿠차 정왕점
(3,27,'고기 질이 별로인지 돈가스가 맛있지는 않음',2),
(2,27,'살짝 비싼감이 있지만 튀김옷이 바삭하고 고기도 부드러워서 맛은 있어요',4),
(1,'27','오랜만에 방문했는데 히레까스 담백하고 많이 안느끼하고 괜찮았어요~',5),

-- 28. 돈돈정 정왕점
(4,28,'걷다가 점심 먹기위해 들어간집! 그럭저럭 먹을만해요',4),
(5,28,'음식이 이쁘게 나와서 먹는맛이 더욱 좋아진 느낌이에요. 잘먹었습니다~',5),
(2,28,'고기가 너무 부드럽고 맛있었어요 사장님두 친철하시고 가게 분위기도 넘 좋습니당',4),


-- 29. 토쿠모리
(1,29,'오랜만의 방문인데 숙성회 구성도 맛도 이전보다 더더더더 좋아진것 같아요',5),
(3,29,'다른 이자카야를 가도 토쿠모리처럼 후토마끼 맛집 찾기 힘듭니다!',5),
(2,29,'진짜.. 여기는 말이 필요없는 찐맛집입니다. 오마카세 퀄리티를 이 가격에 운영한다는게 말이 안됩니다!!',5),

-- 30. 스시올랑 본점
(2,30,'저번에 친구랑 왔을 때 맛있게 먹어서 재방문했어요 이번엔 혼자와서 제가 좋아하는 단품들로 주문해 먹었답니다!',4),
(3,30,'직장에서 가까운 초밥집으로 선택한 스시올랑!! 역시 초밥은 사랑입니다',5),
(4,30,'진짜 신선하고 사장님도 너무 친절하세요, 저번에도 방문했는데 초밥 먹고 싶을 때마다 여기로 와요',4),


-- 31. 쁘숑베이커리
(2,31,'클래식한 빵들이 많아서 좋아요!',5),
(1,31,'쁘숑근처에서 저녁먹고 2차로 쁘숑들려 빵과 음료와 친구들과 수다, 즐겁네요',4),
(5,31,'커피 맛있어요 빵도 종류가 많고 가격도 적당하네요',5),

-- 32. 명품참쌀꽈배기&대왕핫도그
(4,32,'츄러스꽈배기의 시나몬향과 쫄깃 바삭한 꽈배기 맛이랍니다.',5),
(2,32,'맛있어서 몇일만에 재방문 고로케에 빠졌답니다.',5),
(1,32,'찹쌀 꽈베기 쫀득하니 맛있어요 다음에 또 방문할께요',4),

-- 33. 던킨 시흥정왕
(2,33,'도넛이야 던킨에서 납품받아서 판매하니 맛은 보장이 되는데 너무 불친절했음',2),
(1,33,'저녁 무렵에 갔었는데 도넛 종류가 많아 빠졌더라구요. 가끔 이용합니다.',3),
(4,33,'이전해서 같은건물 같은층으로 옮기셧어요. 맛도있고 깔끔해요',5),

-- 34. 설빙 경기시흥정왕점
(4,34,'밥 먹고 설빙에서 디저트로 빙수 먹었어요. 입에서 사르르 녹네요~~',5),
(2,34,'매장은 넓고 좋아요 맛도 있고요 ',3),
(1,34,'설빙 엄청좋아하고 자주감 종류별로 많이 먹어봤는데 이 지점은 재료를 너무아껴서...',2),


-- 35. 파리바게뜨 시화정왕점
(5,35,'케익 가격이 많이 올랐네요 가끔 케익을 사는데 부담스러운가격에 횟수를 줄여야 할 것 같습니다.',3),
(2,35,'시흥시 중심상가에 있는 빵집입니다. 자주 애용중 입니다.',4),
(1,35,'종류가 다양하고, 직원 친절하심~~',4);