use fooddb;

INSERT INTO store (name, address, open_time, close_time, phone, distance_km, category_id) VALUES
-- 11. 컴포즈커피 시흥시화로데오점
('컴포즈커피 시흥시화로데오점',
 '경기 시흥시 중심상가3길',
 '09:00',                    
 '22:30',
 '0507-2093-4028',
 0.9,
 6),

-- 12. 이디야커피 시화로데오점
('이디야커피 시화로데오점',
 '경기 시흥시 중심상가2길',
 '09:00',
 '23:55',
 '0503-5260-7751',
 1.2,
 6),

-- 13. 카페봄봄 시흥정왕로데오점
('카페봄봄 시흥정왕로데오점',
 '경기 시흥시 중심상가3길 11-1',
 '09:00',
 '22:00',
 '0507-2093-9885',
 1.8,
 6),

 -- 14. 스타벅스 시화로데오점
('스타벅스 시화로데오점',
 '경기 시흥시 중심상가2길',
 '09:00',
 '22:00',
 '1522-3232',
 1.2,
 6),

-- 15. 빽다방 시흥정왕로데오점
('빽다방 시흥정왕로데오점',
 '경기 시흥시 중심상가2길',
 '09:00',
 '22:00',
 '0507-1856-7791',
 2.4,
 6),

 -- 16. 동대문엽기떡볶이 시화이마트점
('동대문엽기떡볶이 시화이마트점',
 '경기 시흥시 중심상가2길',
 '09:00',
 '23:00',
 '031-433-8594',
 1.7,
 5),

-- 17. 명랑핫도그 시흥정왕점
('명랑핫도그 시흥정왕점',
 '경기 시흥시 중심상가로',
 '09:00',
 '23:00',
 '031-432-6673',
 2.3,
 5),

-- 18. 삼첩분식 정왕점
('삼첩분식 정왕점',
 '경기 시흥시 중심상가1길',
 '09:00',
 '22:00', 
 '031-432-1125',
 0.9,
 5),
-- 19. 천하일미김밥전문 3호점
('천하일미김밥전문 3호점',
 '경기 시흥시 중심상가로 192',
 '00:00',
 '24:00',
 '031-434-0042',
 1.5,
 5),

-- 20. 신참떡볶이 시화로데오점
 ('신참떡볶이 시화로데오점',
 '경기 시흥시 중심상가2길 22 106호',
 '11:30',
 '22:00',
 '031-498-7008',
 1.8,
 5),

 -- 21. 맥도날드 시화점
('맥도날드 시화점',
 '경기 시흥시 정왕대로',
 '09:00',
 '22:00',
 '031-506-8400',
 1.3,
 3),

-- 22. 피자마루 정왕로데오점
('피자마루 정왕로데오점',
 '경기 시흥시 중심상가로',
 '09:00',
 '01:00',
 '031-431-4422',
 2.1,
 3),

-- 23. 애슐리퀸즈 시화성담스퀘어점
('애슐리퀸즈 시화성담스퀘어점',
 '경기 시흥시 정왕대로',
 '09:00',
 '21:00',
 '0507-1496-1361',
 1.7,
 3),

 -- 24. 버거킹 시흥정왕점
('버거킹 시흥정왕점',
 '경기 시흥시 중심상가로 201-11',
 '00:00',
 '24:00',
 '070-7462-6849',
 2.0,
 3),

-- 25. 노모어피자 시흥정왕점
('노모어피자 시흥정왕점',
 '경기 시흥시 정왕대로 230 1층 101-1호',
 '11:00',
 '24:00',
 '0507-1430-6669',
 2.2,
 3);
