INSERT INTO store (name, address, open_time, close_time, phone, distance_km, category_id)
VALUES ('금성이네', '경기 시흥시 정왕동 ', '16:00','01:00','010-9092-4992', 0.5, 1),
		( '쭈꾸미삼겹살', '경기 시흥시 정왕동 ', '11:00','01:00','050-4110-8859', 0.6, 1   ),
        ( '24시 수육국밥', '경기 시흥시 정왕동 ', '00:00','24:00','031-319-8676', 0.9, 1   ),
         ( '고향 칼국수', '경기 시흥시 정왕동 ', '11:00','20:00','031-499-7374', 1.0, 1   ),
           ( '국민 낙곱새', '경기 시흥시 정왕동 ', '14:00','03:00','031-433-9284', 1.0, 1   ),
           ( '더베이징', '경기 시흥시 정왕동 ', '11:00','21:30','031-319-4289', 0.2, 2   ),
            ( '라홍방 마라탕', '경기 시흥시 정왕동 ', '10:00','22:20','031-498-4776', 0.5, 2   ),
            ( '회전훠쿼핫', '경기 시흥시 정왕동 ', '11:00','22:20','0507-1349-3305', 0.7, 2   ),
             ( '짬뽕관', '경기 시흥시 정왕동 ', '10:30','21:30','010-9282-1633', 0.8, 2   ),
             ( '니뽕내뽕', '경기 시흥시 정왕동 ', '11:00','19:50','031-431-3564', 1.0, 2   );

INSERT INTO store (name, address, open_time, close_time, phone, distance_km, category_id) VALUES
-- 11. 컴포즈커피 시흥시화로데오점
('컴포즈커피 시흥시화로데오점',
 '경기 시흥시 중심상가3길',
 '09:00',                    
 '22:30',
 '0507-2093-4028',
 0.9,
 6),

-- 12. 이디야커피 시화로데오점
('이디야커피 시화로데오점',
 '경기 시흥시 중심상가2길',
 '09:00',
 '23:55',
 '0503-5260-7751',
 1.2,
 6),

-- 13. 카페봄봄 시흥정왕로데오점
('카페봄봄 시흥정왕로데오점',
 '경기 시흥시 중심상가3길 11-1',
 '09:00',
 '22:00',
 '0507-2093-9885',
 1.8,
 6),

 -- 14. 스타벅스 시화로데오점
('스타벅스 시화로데오점',
 '경기 시흥시 중심상가2길',
 '09:00',
 '22:00',
 '1522-3232',
 1.2,
 6),

-- 15. 빽다방 시흥정왕로데오점
('빽다방 시흥정왕로데오점',
 '경기 시흥시 중심상가2길',
 '09:00',
 '22:00',
 '0507-1856-7791',
 2.4,
 6),

 -- 16. 동대문엽기떡볶이 시화이마트점
('동대문엽기떡볶이 시화이마트점',
 '경기 시흥시 중심상가2길',
 '09:00',
 '23:00',
 '031-433-8594',
 1.7,
 5),

-- 17. 명랑핫도그 시흥정왕점
('명랑핫도그 시흥정왕점',
 '경기 시흥시 중심상가로',
 '09:00',
 '23:00',
 '031-432-6673',
 2.3,
 5),

-- 18. 삼첩분식 정왕점
('삼첩분식 정왕점',
 '경기 시흥시 중심상가1길',
 '09:00',
 '22:00', 
 '031-432-1125',
 0.9,
 5),
-- 19. 천하일미김밥전문 3호점
('천하일미김밥전문 3호점',
 '경기 시흥시 중심상가로 192',
 '00:00',
 '24:00',
 '031-434-0042',
 1.5,
 5),

-- 20. 신참떡볶이 시화로데오점
 ('신참떡볶이 시화로데오점',
 '경기 시흥시 중심상가2길 22 106호',
 '11:30',
 '22:00',
 '031-498-7008',
 1.8,
 5),

 -- 21. 맥도날드 시화점
('맥도날드 시화점',
 '경기 시흥시 정왕대로',
 '09:00',
 '22:00',
 '031-506-8400',
 1.3,
 3),

-- 22. 피자마루 정왕로데오점
('피자마루 정왕로데오점',
 '경기 시흥시 중심상가로',
 '09:00',
 '01:00',
 '031-431-4422',
 2.1,
 3),

-- 23. 애슐리퀸즈 시화성담스퀘어점
('애슐리퀸즈 시화성담스퀘어점',
 '경기 시흥시 정왕대로',
 '09:00',
 '21:00',
 '0507-1496-1361',
 1.7,
 3),

 -- 24. 버거킹 시흥정왕점
('버거킹 시흥정왕점',
 '경기 시흥시 중심상가로 201-11',
 '00:00',
 '24:00',
 '070-7462-6849',
 2.0,
 3),

-- 25. 노모어피자 시흥정왕점
('노모어피자 시흥정왕점',
 '경기 시흥시 정왕대로 230 1층 101-1호',
 '11:00',
 '24:00',
 '0507-1430-6669',
 2.2,
 3);

INSERT INTO store (name, address, open_time, close_time, phone, distance_km, category_id) VALUES
-- 26. 로산진
('로산진', '경기 시흥시 중심상가1길 14','11:30','20:00','031-431-9199',0.75,4),

-- 27. 메차쿠차 정왕점
('메차쿠차 정왕점', '경기 시흥시 정왕대로 230 제일프라자 111, 112 ','10:30','21:30','031-504-9000',1.3,4),

-- 28. 돈돈정 정왕점
('돈돈정 정왕점', '경기 시흥시 중심상가3길 9','11:00','22:00',' 0507-1407-0525',1.1,4),

-- 29. 토쿠모리
('토쿠모리', '경기 시흥시 서촌상가2길 10 1층 104호','17:00','22:00','010-5317-5283',1.2,4),

-- 30. 스시올랑 본점
('스시올랑 본점', '경기 시흥시 중심상가로 159 102호','11:00','22:00','0507-1410-2998',1.2,4),

-- 31. 쁘숑베이커리
('쁘숑베이커리', '경기 시흥시 정왕대로 174 114,115호 쁘숑베이커리','08:00','22:00','0507-1332-3580',1.3,5),

-- 32. 명품참쌀꽈배기&대왕핫도그 
('명품참쌀꽈배기&대왕핫도그 ', '경기 시흥시 봉우재로7번길 20 102호','09:00','23:55','031-319-3102',1.6,5),

-- 33. 던킨 시흥정왕
('던킨 시흥정왕', '경기 시흥시 정왕대로 230 1층','07:00','22:00','031-497-2005',1.3,5),

-- 34. 설빙 경기시흥정왕점
('설빙 경기시흥정왕점', '경기 시흥시 중심상가3길 24 2층','11:00','22:00','031-497-8088',0.9,5),

-- 35. 파리바게뜨 시화정왕점
('파리바게뜨 시화정왕점', '경기 시흥시 중심상가로 199 지성프라자','07:00','23:00','031-497-8204',1.1,5);
