use fooddb;
-- example --
INSERT INTO store (name, address, open_time, close_time, phone, distance_km, category_id)
VALUES ('금성이네', '경기 시흥시 정왕동 ', '16:00','01:00','010-9092-4992', 0.5, 1),
		( '쭈꾸미삼겹살', '경기 시흥시 정왕동 ', '11:00','01:00','050-4110-8859', 0.6, 1   ),
        ( '24시 수육국밥', '경기 시흥시 정왕동 ', '00:00','24:00','031-319-8676', 0.9, 1   ),
         ( '고향 칼국수', '경기 시흥시 정왕동 ', '11:00','20:00','031-499-7374', 1.0, 1   ),
           ( '국민 낙곱새', '경기 시흥시 정왕동 ', '14:00','03:00','031-433-9284', 1.0, 1   ),
           ( '더베이징', '경기 시흥시 정왕동 ', '11:00','21:30','031-319-4289', 0.2, 2   ),
            ( '라홍방 마라탕', '경기 시흥시 정왕동 ', '10:00','22:20','031-498-4776', 0.5, 2   ),
            ( '회전훠쿼핫', '경기 시흥시 정왕동 ', '11:00','22:20','0507-1349-3305', 0.7, 2   ),
             ( '짬뽕관', '경기 시흥시 정왕동 ', '10:30','21:30','010-9282-1633', 0.8, 2   ),
             ( '니뽕내뽕', '경기 시흥시 정왕동 ', '11:00','19:50','031-431-3564', 1.0, 2   )
             
           ;
