use fooddb;

INSERT INTO store (name, address, open_time, close_time, phone, distance_km, category_id) VALUES
-- 26. 로산진
('로산진', '경기 시흥시 중심상가1길 14','11:30','20:00','031-431-9199',0.75,4),

-- 27. 메차쿠차 정왕점
('메차쿠차 정왕점', '경기 시흥시 정왕대로 230 제일프라자 111, 112 ','10:30','21:30','031-504-9000',1.3,4),

-- 28. 돈돈정 정왕점
('돈돈정 정왕점', '경기 시흥시 중심상가3길 9','11:00','22:00',' 0507-1407-0525',1.1,4),

-- 29. 토쿠모리
('토쿠모리', '경기 시흥시 서촌상가2길 10 1층 104호','17:00','22:00','010-5317-5283',1.2,4),

-- 30. 스시올랑 본점
('스시올랑 본점', '경기 시흥시 중심상가로 159 102호','11:00','22:00','0507-1410-2998',1.2,4),

-- 31. 쁘숑베이커리
('쁘숑베이커리', '경기 시흥시 정왕대로 174 114,115호 쁘숑베이커리','08:00','22:00','0507-1332-3580',1.3,5),

-- 32. 명품참쌀꽈배기&대왕핫도그 
('명품참쌀꽈배기&대왕핫도그 ', '경기 시흥시 봉우재로7번길 20 102호','09:00','23:55','031-319-3102',1.6,5),

-- 33. 던킨 시흥정왕
('던킨 시흥정왕', '경기 시흥시 정왕대로 230 1층','07:00','22:00','031-497-2005',1.3,5),

-- 34. 설빙 경기시흥정왕점
('설빙 경기시흥정왕점', '경기 시흥시 중심상가3길 24 2층','11:00','22:00','031-497-8088',0.9,5),

-- 35. 파리바게뜨 시화정왕점
('파리바게뜨 시화정왕점', '경기 시흥시 중심상가로 199 지성프라자','07:00','23:00','031-497-8204',1.1,5);
